Repository: vitderkach/TimeOffTracker
Catalog: TOT.Resources/Resources.*.resx
Languages: uk

source: A user with this e-mail already exists.
uk: Корисувач з таким e-mail вже існує.

source: A user with this login already exists.
uk: Користувач з таким логіном вже існує.

source: Accepted
uk: Прийнято

source: Access denied
uk: Доступ заборонений

source: Action
uk: Дія

source: Add
uk: Додати

source: Admin
uk: Адміністратор

source: Admin declying
uk: Заявку відхилено адміністратором

source: Administrative Leave
uk: Адміністративна

source: All
uk: Всі

source: Apply
uk: Подати заявку

source: Apply for vacation
uk: Заявка на відпустку

source: Approval
uk: Підтверджений

source: Approve
uk: Підтвердити

source: Approved
uk: Підтверджено

source: Are you sure?
uk: Ви впевнені?

source: Back to Full List
uk: Назад до повного списку

source: Back to List
uk: Назад до списку

source: Cancel
uk: Відмінити

source: Change password
uk: Змінити пароль

source: click here to log in
uk: натиснітю сюди, щоб зайти

source: Close
uk: Закрити

source: Confirm changes
uk: Підтвердити зміни

source: Confirm email
uk: Підтвердження E-mail

source: Confirm new password
uk: Підтвердіть новий пароль

source: Confirmed Sick Leave
uk: Лікарняна

source: Create
uk: Створити

source: Create user
uk: Створити користувача

source: Current password
uk: Поточний пароль

source: Date response
uk: Дата відповіді

source: Dates
uk: Дати

source: Decline
uk: Відхилити

source: Declined
uk: Відхилено

source: Declined by other manager
uk: Відхилено іншим менеджером

source: Delete
uk: Видалити

source: Details
uk: Подробиці

source: Do you really want to approve the request from
uk: Ви дійсно хочете підтвердити запит від

source: Do you really want to decline the request from
uk: Ви дійсно хочете відхилити запит від

source: Do you really want to delete the vacation request for the following dates?
uk: Ви впевнені, що хочете видалити запит на зазначені дати?

source: Do you really want to delete user
uk: Ви точно хочете видалити користувача

source: Edit
uk: Редагувати

source: Edit days
uk: Редагувати дні

source: Edit Vacation Days
uk: Редагувати дні відпусток

source: Employee
uk: Робітник

source: Employee name index
uk: Індекс колонки імені робітника

source: Employment date index
uk: Індекс колонки дати прийняття на роботу

source: End date must be later than start date
uk: Кінцева дата має бути пізніше початкової дати

source: End day for calculation
uk: Кінцевий день для підрахунку

source: End employee index
uk: Кінцевий індекс робітника

source: End paid days index
uk: Кінцевий індекс колонок оплачуваних днів

source: Excel file
uk: Файл Excel

source: Find by name
uk: Зайти за ім'ям

source: Forgot your password?
uk: Забули пароль?

source: From
uk: Від

source: Full Name
uk: Повне ім'я

source: Gift days index
uk: Індекс колонки бонусних днів

source: Gift Leave
uk: Бонусна

source: has approved your request
uk: підтвердив(-ла) Ваш запит

source: has declined your request with answer
uk: відхилив(-ла) з такою відповіддю

source: has declined your request. The application has been declined properly
uk: відхилив(-ла) Ваш запит. Заявку відхилено

source: Home
uk: Головна

source: If you didn't find the message, try checking &quot;Spam&quot; or contact administrator for help.
uk: Якщо Ви не знайшли лист, перевірте папку "Спам" або зверніться до адміністратора за допомогою.

source: Import excel file
uk: Імпорт файлу Excel

source: Import sheet
uk: Імпортувати сторінку

source: In Proccess
uk: В процесі

source: Include paid and gift days columns
uk: Включити колонки оплачуваних і бонусних днів

source: Include team and location columns
uk: Включити колонки команди і місцезнаходження

source: Invalid login attempt.
uk: Недійсна спроба входу.

source: Just registered
uk: Щойно зареєстровано

source: Language:
uk: Мова:

source: List of users
uk: Список користувачів

source: Loading
uk: Завантаження

source: Location
uk: Місцеположення

source: Location index
uk: Індекс колонки місцеположення

source: Log in
uk: Вхід

source: Log out
uk: Вихід

source: Login
uk: Логін

source: Manage your account
uk: Керуйте своїм обліковим записом

source: Manager
uk: Менеджер

source: Manager accepting
uk: Заявку прийнято менеджером

source: Manager decliying
uk: Заявку відхилено менеджером

source: Manager notes
uk: Примітки менеджера

source: Manager Response Table
uk: Відповідь менеджера

source: Managers
uk: Менеджери

source: Maximum interval between dates is 30 day
uk: Максимальний інтервал між датами 30 днів

source: My Requests
uk: Мої заявки

source: Name
uk: Ім'я

source: Name*
uk: Ім'я*

source: Need a final approval
uk: Потребує фінального підтвердження

source: Need to review
uk: Потребує розгляду

source: New password
uk: Новий пароль

source: New Request
uk: Новий запит

source: Next
uk: Наступна

source: Not handled yet
uk: Ще не розглянуто

source: Notes
uk: Примітки

source: Notes to current request
uk: Примітки до поточного запиту

source: Old Request
uk: Старий запит

source: Other managers have not answered yet. Please, wait
uk: Інші менеджери ще не відповіли. Будь ласка, очікуйте

source: Paid Leave
uk: Оплачувана

source: Password
uk: Пароль

source: Password confirmation
uk: Подтверждение пароля

source: Please check your email to reset your password.
uk: Будь ласка, перевірте свій E-mail, щоб зкинути свій пароль.

source: Please, wait
uk: Будь ласка, почекайте

source: Previous
uk: Попередня

source: Processed
uk: Оброблений

source: Processed requests
uk: Оброблений запит

source: Profile
uk: Профіль

source: Registered
uk: Зареєстрований

source: Registration
uk: Реєстрація

source: Remember me?
uk: Запам'ятати?

source: Report
uk: Звіт

source: Report of used vacation days
uk: Звіт про використані дні відпустки

source: Request from
uk: Запит від

source: Request notes
uk: Примітки до запиту

source: Required
uk: Обов'язково

source: Reset
uk: Зкинути

source: Reset password
uk: Зкинути пароль

source: Reset password confirmation
uk: Підтвердження скидання паролю

source: Role
uk: Роль

source: Roles
uk: Ролі

source: Save
uk: Зберігти

source: Save changes
uk: Зберігти зміни

source: Search
uk: Пошук

source: Select sheet
uk: Оберіть сторінку

source: Select the weekends` color
uk: Обрати колір вихидних днів

source: Self-cancelled
uk: Відмінено користувачем

source: Send
uk: Надіслати

source: Send verification email
uk: Надіслати електронний лист для підтвердження

source: Sheet name
uk: Назва сторінки

source: Show
uk: Показати

source: Show details
uk: Показати деталі

source: Sick Leave
uk: Лікарняна

source: Stage
uk: Стадія

source: Start day for calculation
uk: Початковий день для підрахунку

source: Start employee index
uk: Початковий індекс робітника

source: Start paid days index
uk: Початковий індекс колонок оплачуваних днів

source: Status
uk: Статус

source: Study Leave
uk: Навчальна

source: Submit
uk: Відправити

source: Surname*
uk: Прізвище*

source: Team
uk: Команда

source: Team index
uk: Індекс колонки команди

source: Thank you for confirming your email.
uk: Дякуюємо, що підтвердили свій E-mail.

source: The appication has been cancelled by you
uk: Заявку скасовано Вами

source: The application has been accepted
uk: Заявку прийнято

source: The application has been accepted by admin for further review
uk: Заявку прийнято адміністратором для подальшого рогляду.

source: The application has been accepted by all managers and has been tranferred for final admin review
uk: Заявку прийнято всіма менеджерами та передано адміністратору для фінального розгляду

source: The application has been accepted by managers
uk: Заявку прийнято всіма менеджерами

source: The application has been approved by admin and all needed stages have passed.
uk: Заявку підтверджено адміністратором і нею пройдено всі необхідні стадії.

source: The application is meant to ease the process of employees' vacations tracking
uk: Програма призначена для полегшення процесу відстеження відпусток працівників

source: The E-mail field can not exceed 70 characters.
uk: Поле E-mail не може містити більше 70 знаків

source: The E-mail field is not a valid e-mail address.
uk: В поле E-mail не дійсна E-mail адреса.

source: The E-mail field is required.
uk: Поле E-mail має бути заповнено.

source: The history of vacation approving
uk: Історія підтверджень запиту на відпустку

source: The Login field can not exceed 40 characters.
uk: Поле Логин не може містити більше 40 знаків.

source: The manager
uk: Менеджер

source: The Name field can contain only letters.
uk: Поле Имя може містити тільки букви.

source: The Name field can not exceed 50 characters.
uk: Поле Имя не може містити більше 50 знаків.

source: The Name field is required.
uk: Поле Имя має бути заповнено.

source: The new password and confirmation password do not match.
uk: Новий пароль та пароль підтвердження не співпадають.

source: The request has been cancelled
uk: Запит скасовано

source: The request has been declined
uk: Запит відхилено

source: The Surname field can contain only letters.
uk: Поле Фамилия може містити тільки букви.

source: The Surname field can not exceed 50 characters.
uk: Поле Фамилия не може містити більше 50 знаків.

source: The Surname field is required.
uk: Поле Фамилия має бути заповнено.

source: This manager already exists
uk: Цей менеджер вже обраний

source: This process cannot be undone
uk: Цей процес не можна буде відмінити

source: To
uk: По

source: Unofficial Sick Leave
uk: Лікарняна без причини

source: Update password
uk: Оновити пароль

source: User Name
uk: Ім'я користувача

source: User Profile
uk: Профіль користувача

source: User with specified E-mail not found
uk: Користувача із вказаною електронною поштою не знайдено

source: Users List
uk: Список користувачів

source: Vacation
uk: Відпустка

source: Vacation application
uk: Заявка на відпустку

source: Vacation Request Comparison Table
uk: Порівняння запиту на відпустку

source: Vacation request from
uk: Запит на відпустку від

source: Vacation Request Table
uk: Запит на відпустку

source: Vacation Request Timeline
uk: Хронологія запиту

source: Vacation requests
uk: Запити на відпустку

source: Vacation type
uk: Тип відпустки

source: Vacation types
uk: Типи відпусток

source: Verification email sent. Please check your email.
uk: Електронний лист для підтвердження надіслано. Будь ласка, перевірте свою електронну пошту.

source: Waiting for responses from others managers
uk: Очікує на відповіді від інших менеджерів

source: Weekend color
uk: Колір вихідних днів

source: You do not have access to this resource.
uk: У Вас нема доступу до цього ресурсу.

source: You have successfully logged out of the application.
uk: Ви успішно вийшли з додатку.

source: You Reached the limits
uk: Ви досягли ліміту

source: Your appication has been succesfully filed and transferred for admins for review. Wait the answer from admin
uk: Ваша заявка успішно подана і передана адміністраторам на розгляд. Чекайте відповіді від адміністраторів

source: Your application has been approved
uk: Вашу заявку підтверджено

source: Your application has been filed
uk: Ваша заявка подана

source: Your details about application has been changed
uk: Деталі Вашої заявки змінені

source: Your details about application has been changed by admin
uk: Деталі Вашої заявки змінено адміністратором

source: Your password has been changed.
uk: Ваш пароль змінено.

source: Your password has been reset. Please
uk: Ваш пароль зкинуто. Будь ласка

source: Your profile has been updated
uk: Ваш профіль змінено

source: Your request has been declined by admin during accepting
uk: Ваш запит відхилено адміністратором
